insert into department (id, name) values
( 1, 'отдел 1'),
( 2, 'отдел 2');



insert into employee (id, department_id, name, surname, patronymic, birthday, salary) values
( 1,1, 'Федоров', 'Федорович','Федоров','1995-05-10', '5000'),
( 2,2, 'Иван', 'Петрович','Сидоров','1996-05-10', '6000'),
( 3,1, 'Василий', 'Игнатьевич','Петров','1997-05-10', '7000'),
( 4,2, 'Геннадий', 'Валерьевич','Иванов','1998-05-11', '8000'),
( 5,1, 'Феодоссий', 'Аккакиевич','Зайцев','2000-08-3', '9000'),
( 6,2, 'Арсекний', 'Васильевич','Королув','2001-06-02', '10000'),
( 7,1, 'Алексей', 'Федорович','Грядунов','1999-05-02', '11000');


